{
    "Name": "Miller_et_al_2007_Jneurosci",
    "BIDSVersion": "1.0.2",
    "License": "This dataset is made available under the Public Domain Dedication and License \\nv1.0, whose full text can be found at \\nhttp://www.opendatacommons.org/licenses/pddl/1.0/. \\nWe hope that all users will follow the ODC Attribution/Share-Alike \\nCommunity Norms (http://www.opendatacommons.org/norms/odc-by-sa/); \\nin particular, while not legally required, we hope that all users \\nof the data have to include the ethics statement (see README) and acknowledge ... in any publications.",
    "Authors": [
        "Kai J. Miller",
        "Dora Hermes"
    ],
    "Acknowledgements": "Kai J. Miller, Jeffrey G. Ojemann",
    "HowToAcknowledge": "These are the cue-based hand & tongue movementdata described in the Journal of Neuroscience 2007 Manuscript titled: Spectral Changes in Cortical Surface Potentials during Motor Movement.The patients only partially overlap with the patients from that study.These anonymized data are from real patients who donated time in a difficultperiod of their lives to advance our understanding of the brain. Anypublication involving these data MUST include the following in the methodssection of the manuscript, without modification: Ethics statement: All patients participated in a purely voluntary manner,after providing informed written consent, under experimental protocols approved by the Institutional Review Board of the University of Washington (#12193).All patient data was anonymized according to IRB protocol, in accordance with HIPAAmandate. It was made available through the XXXXName of database/manuscriptXXX repository [https://purl.stanford.edu/zk881ps0522], freely available at XXXURL. All patient datawas anonymized according to IRB protocol, in accordance with HIPAA mandate. These data originally appeared in the manuscript, Spectral Changes in Cortical Surface Potentials during Motor Movement, published in Journal of Neuroscience in 2007 [Insert Embedded Citation for the Manuscript Here, e.g. Endnote, BibTex].",
    "Funding": ["NSF 0642848"],
    "ReferencesAndLinks": [
        "Miller et al., 2007 JNeurosci. Spectral Changes in Cortical Surface Potentials during Motor Movement.",
        "link to original raw data: https://purl.stanford.edu/zk881ps0522"
    ]
}
